IDEA StatiCa Open Model
SetupValueShort.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public short Value { get; set; }
Public Property Value As Short
	Get
	Set
public:
property short Value {
	short get ();
	void set (short value);
}
Property Value
Type: Int16
See Also
Reference
SetupValueShort Class
IdeaRS.OpenModel.Concrete Namespace